[
    {
        "url":"https://images.dog.ceo/breeds/komondor/n02105505_938.jpg",
        "title":"Komondor Breed",
        "description":"The Komondor is a distinctive Hungarian dog breed known for its unique corded coat, which forms long, thick dreadlocks."
    },
    {
        "url":"https://images.dog.ceo/breeds/sharpei/noel.jpg",
        "title":"Sharpei Breed",
        "description":"The Shar-Pei, a distinctive breed known for its wrinkled skin, originates from China and is characterized by its unique appearance and calm demeanor."
    },
    {
        "url":"https://images.dog.ceo/breeds/terrier-scottish/n02097298_759.jpg",
        "title":"Terrier-Scottish Breed",
        "description":"The Scottish Terrier, often simply referred to as the Scottie, is a small and distinctive breed known for its wiry coat and dignified demeanor"
    },
    {
        "url":"https://images.dog.ceo/breeds/labrador/n02099712_475.jpg",
        "title":"Labrador Breed",
        "description":"Labradors, often referred to as Labrador Retrievers, are a popular breed of dogs known for their friendly and outgoing nature."
    },
    {
        "url":"https://images.dog.ceo/breeds/briard/n02105251_5337.jpg",
        "title":"Briard Breed",
        "description":"Braid dogs, such as Afghan Hounds and Maltese, exhibit stunning and carefully groomed patterns in their fur, showcasing the artistry of canine grooming."
    },
    {
        "url":"https://images.dog.ceo/breeds/terrier-bedlington/n02093647_599.jpg",
        "title":"Terrier-Bedlington Breed",
        "description":"The Terrier-Bedlington is a unique dog breed known for its distinctive appearance, characterized by a graceful and elegant body with a distinctive topknot of silky hair."
    },
    {
        "url":"https://images.dog.ceo/breeds/mountain-swiss/n02107574_1952.jpg",
        "title":"Mountain-Swiss Breed",
        "description":"The Swiss Mountain Dog, also known as the Bernese Mountain Dog, is a large and gentle breed hailing from the Swiss Alps"
    },
    {
        "url":"https://images.dog.ceo/breeds/terrier-westhighland/n02098286_5357.jpg",
        "title":"Terrier-Westhinghland Breed",
        "description":"The Terrier-West Highland White Terrier, commonly known as the Westie, is a small and energetic breed of terrier originating from Scotland."
    },
    {
        "url":"https://images.dog.ceo/breeds/doberman/n02107142_5144.jpg",
        "title":"Doberman Breed",
        "description":"Dobermans are a breed of domestic dog known for their loyalty, intelligence, and protective nature"
    },
    {
        "url":"https://images.dog.ceo/breeds/bullterrier-staffordshire/n02093256_5820.jpg",
        "title":"Bullterrier-Staffordshire Breed",
        "description":"The Bull Terrier-Staffordshire mix, often known as a Bull Stafford,is a crossbreed between the Bull Terrier and the Staffordshire Bull Terrier."
    },
    {
        "url":"https://images.dog.ceo/breeds/hound-basset/n02088238_10129.jpg",
        "title":"Hound-Basset Breed",
        "description":"The Hound-Basset, also known as the Basset Hound, is a breed of dog known for its short legs and long ears. "
    },
    {
        "url":"https://images.dog.ceo/breeds/retriever-flatcoated/n02099267_3493.jpg",
        "title":"Retriever-Flatcoated Breed",
        "description":"tThe Retriever-Flatcoated, commonly known as the Flat-Coated Retriever, is a versatile and friendly dog breed known for its glossy black or liver-colored coat and its enthusiastic personality."
    }
]